"About RectLabel" = "关于矩形标签";
"Purchase license" = "购买许可证";
"Buy RectLabel" = "购买RectLabel";
"Please buy RectLabel" = "请购买RectLabel";
"We are supporting your feature requests." = "我们支持您的功能请求。";
"Edit subscription" = "编辑订阅";
"Report issues" = "报告问题";
"Write a review" = "写评论";
"Settings" = "设置";
"Export settings file" = "导出设置文件";
"Import settings file" = "导入设置文件";
"Locate settings file" = "找到设置文件";
"Settings file location" = "设置文件位置";
"Open app folder" = "打开应用程序文件夹";
"Hide RectLabel" = "隐藏矩形标签";
"Hide Others" = "隐藏其他人";
"Show All" = "显示所有";
"Quit RectLabel" = "退出矩形标签";
"File" = "文件";
"Open images folder and annotations folder" = "打开图像文件夹和注释文件夹";
"Open images folder" = "打开图像文件夹";
"Open a folder which includes a yaml file" = "打开包含 yaml 文件的文件夹";
"Remove EXIF orientation flags" = "删除 EXIF 方向标志";
"Rename image" = "重命名图像";
"Resize images" = "调整图像大小";
"Next image" = "下一张图片";
"Next image with a step 1" = "下一张带有步骤 1 的图片";
"Next image with a step 10" = "下一张图片，第 10 步";
"Prev Image" = "上一张图片";
"Prev image with a step 1" = "上一张带有第 1 步的图片";
"Prev image with a step 10" = "上一张图片，第 10 步";
"Jump to image number" = "跳转到图像编号";
"Copy images" = "复制图像";
"Move images" = "移动图像";
"Delete images" = "删除图像";
"Current image" = "当前图像";
"All images" = "所有图像";
"Save" = "保存";
"Close folder" = "关闭项目文件夹";
"Export" = "导出";
"Export CreateML JSON file" = "导出 CreateML JSON 文件";
"Import CreateML JSON file" = "导入 CreateML JSON 文件";
"Export COCO JSON file" = "导出 COCO JSON 文件";
"Import COCO JSON file" = "导入 COCO JSON 文件";
"Import COCO RLE JSON files" = "导入 COCO RLE JSON 文件";
"Export YOLO txt files" = "导出 YOLO txt 文件";
"Import YOLO txt files" = "导入YOLO txt文件";
"Export DOTA txt files" = "导出 DOTA txt 文件";
"Import DOTA txt files" = "导入 DOTA txt 文件";
"Export CSV file" = "导出 CSV 文件";
"Import CSV file" = "导入 CSV 文件";
"Export object names file" = "导出对象名称文件";
"Import object names" = "导入对象名称";
"from a file" = "从一个文件";
"from all xml files" = "来自所有 xml 文件";
"Export mask images" = "导出蒙版图像";
"Import Cellpose 16bit PNG files" = "导入Cellpose 16bit PNG文件";
"Export screenshots" = "导出截图";
"Export train/val/test folders" = "导出训练/验证/测试文件夹";
"Export images for classification" = "导出图像进行分类";
"Split to train/val/test folders" = "拆分为train/val/test文件夹";
"train/val/test ratio" = "训练/验证/测试";
"Export objects and attributes stats" = "导出对象和属性统计";
"Convert video to image frames" = "将视频转换为图像帧";
"Export augmented images" = "导出增强图像";
"Export sliced images" = "导出切片图像";
"Horizontal slices" = "水平切片";
"Vertical slices" = "垂直切片";
"Edit" = "编辑";
"Create box" = "创建框";
"Create box using Tracking" = "使用跟踪创建框";
"Create polygon" = "创建多边形";
"Create polygon using SAM" = "使用SAM创建多边形";
"Create polygon using SAM3" = "使用SAM3创建多边形";
"Create cubic bezier" = "创建立方贝塞尔曲线";
"Create line" = "创建行";
"Create point" = "创建点";
"Create keypoints" = "创建关键点";
"Create pixels" = "创建像素";
"Create image label" = "创建图像标签";
"Move" = "移动";
"Rotate" = "旋转";
"Rotate the image right" = "向右旋转图像";
"Rotate the image left" = "向左旋转图像";
"Delete" = "删除";
"Layer up" = "分层";
"Layer down" = "向下层";
"Toggle erase" = "切换擦除";
"Change brightness and contrast" = "更改亮度和对比度";
"Change object color" = "更改对象颜色";
"Clear object color" = "清除对象颜色";
"Search images" = "搜索图片";
"Clear search images" = "清除搜索图像";
"Create memo" = "创建备忘录";
"Replace labels" = "更换标签";
"Undo" = "撤消";
"Redo" = "重做";
"Copy" = "复制";
"Cut" = "切";
"Paste" = "粘贴";
"Select All" = "全选";
"Load CoreML Model" = "加载 CoreML 模型";
"Auto labeling" = "自动贴标";
"Auto text recognition" = "自动文本识别";
"Toggle auto process" =  "切换自动进程";
"Search incorrectly predicted images" = "搜索错误预测的图像";
"View" = "看法";
"Zoom in" = "放大";
"Zoom out" = "缩小";
"Zoom fit" = "缩放适合";
"Focus box" = "焦点框";
"Hide image name" = "隐藏图像名称";
"Hide other boxes" = "隐藏其他箱子";
"Hide SAM3 boxes" = "隐藏SAM3盒子";
"Hide cross hairs" = "隐藏十字线";
"Hide keypoints names" = "隐藏关键点名称";
"Hide keypoints boxes" = "隐藏关键点框";
"Hide pixels" = "隐藏像素";
"Hide superpixels" = "隐藏超像素";
"Show small pixels" = "显示小像素";
"Show other pixels" = "显示其他像素";
"Show polygon smooth scrollbar" = "显示多边形平滑滚动条";
"Show labels on boxes" = "在盒子上显示标签";
"Show coordinates on boxes" = "在盒子上显示坐标";
"Show indexes on points" = "显示点索引";
"Show indexes on labels table" = "在标签表上显示索引";
"Show checkboxes on labels table" = "在标签表上显示复选框";
"Show image full path" = "显示图像完整路径";
"Show depth image" = "显示深度图像";
"Reload the image" = "重新加载图像";
"Enter gallery view" = "进入图库视图";
"Enter full screen" = "进入全屏";
"Set window size" = "设置窗口大小";
"Help" = "帮助";
"RectLabel Help" = "矩形标签帮助";
"Copy image to another folder" = "将图像复制到另一个文件夹";
"Move image to another folder" = "将图像移动到另一个文件夹";
"Delete image" = "删除图像";
"Auto labeling the image" = "自动标记图像";
"This is a free trial version, and although the trial is untimed, a license must be purchased for continued use." = "这是一个免费试用版，虽然试用期没有时间限制，但必须购买许可证才能继续使用。";
"We offer subscriptions and one-time payment." = "我们提供订阅和一次性付款。";
"Terms of Use" = "使用条款";
"Privacy Policy" = "隐私政策";
"Restore request failed" = "恢复请求失败";
"Thanks for subscribing." = "感谢订阅。";
"Subscribing failed." = "订阅失败。";
"Restore purchases" = "恢复购买";
"Restored no items." = "没有恢复任何项目。";
"Restored." = "恢复。";
"Month" = "月";
"Year" = "年";
"One-time payment" = "一次性付款";
"Projects" = "项目";
"Objects" = "对象";
"Attributes" = "属性";
"Hotkeys" = "热键";
"Label fast" = "标签快";
"Primary" = "基本的";
"Key" = "钥匙";
"Name" = "名称";
"Color" = "颜色";
"Hide" = "隐藏";
"Hotkey" = "热键";
"Add" = "添加";
"Prefix" = "字首";
"Type" = "类型";
"Single select" = "单选";
"Multiple select" = "多选";
"Text input" = "文字输入";
"Number input" = "数字输入";
"Items" = "项目";
"Restore hotkeys" = "恢复热键";
"Save as jpg" = "另存为jpg";
"Auto save" = "自动保存";
"Auto copy from previous image" = "从上一张图像自动复制";
"Skip backup dialog when overwrite" = "覆盖时跳过备份对话框";
"Clear existing labels when auto label all images" = "自动标记所有图像时清除现有标签";
"Skip label dialog when create" = "创建时跳过标签对话框";
"Close label dialog when select" = "选择时关闭标签对话框";
"Change label when press an object/attribute hotkey" = "按对象/属性热键时更改标签";
"Add an image label when press an object hotkey" = "按下对象热键时添加图像标签";
"Use 1-click buttons" = "使用一键式按钮";
"Maintain zoom and position" = "保持缩放和位置";
"Clear" = "清除";
"Label format" = "标签格式";
"Use truncated, occluded, and difficult tags" = "使用截断的、封闭的和困难的标签";
"Rotate boxes as rotated boxes when augment" = "增强时将框旋转为旋转框";
"Separate merged polygons when read YOLO format" = "读取YOLO格式时分离合并的多边形";
"Save confidence values when YOLO format" = "保存YOLO格式时的置信值";
"Save as floating-point values" = "保存为浮点值";
"Do not move image position" = "不要移动图像位置";
"Show circle edit points" = "显示圆形编辑点";
"Show all edit points" = "显示所有编辑点";
"Show edit points between box corners" = "显示框角之间的编辑点";
"Show the first point of the box" = "显示盒子的第一个点";
"Click 4 points when draw boxes" = "绘制框时单击 4 个点";
"Use English as an app language" = "使用英语作为应用程序语言";
"Sort images" = "排序图像";
"Alphabetic" = "字母";
"Numeric" = "数字";
"Last modified" = "最后修改";
"Sort alphabetically" = "按字母顺序排序";
"Open folder" = "打开文件夹";
"Click Open folder button on the upper-left corner." = "单击左上角的打开文件夹按钮。";
"Cannot get url from bookmark" = "无法从书签获取 url";
"Cannot get bookmark from url" = "无法从 url 获取书签";
"The folder is stale." = "该文件夹已过时。";
"Images not found" = "找不到图像";
"Open folders which include images." = "打开包含图像的文件夹。";
"Create folder error" = "创建文件夹错误";
"Images folder" = "图片文件夹";
"Annotations folder" = "注释文件夹";
"Read images folder recursively" = "递归读取图像文件夹";
"Move image" = "移动图像";
"Copy image" = "复制图片";
"Back up label files" = "备份标签文件";
"Back up images" = "备份图像";
"Back up depth images" = "备份深度图像";
"Copy file error" = "复制文件错误";
"Delete file error" = "删除文件错误";
"Open the folder to save." = "打开要保存的文件夹。";
"Open the mask image file." = "打开蒙版图像文件。";
"Open the JSON file." = "打开 JSON 文件。";
"Open the folder which includes Cellpose 16bit PNG files." = "打开包含Cellpose 16bit PNG文件的文件夹。";
"Open the folder which includes COCO RLE JSON files." = "打开包含COCO RLE JSON文件的文件夹。";
"Open the folder which includes png files." = "打开包含 png 文件的文件夹。";
"Open the folder which includes YOLO text files." = "打开包含 YOLO 文本文件的文件夹。";
"Open the folder which includes DOTA text files." = "打开包含 DOTA 文本文件的文件夹。";
"Add or import object names" = "添加或导入对象名称";
"These object names are not found on objects table." = "在对象表中找不到这些对象名称。";
"Unknown" = "未知";
"Video format error" = "视频格式错误";
"This file does not contain video." = "此文件不包含视频。";
"yaml file as dictionary" = "yaml文件作为字典";
"yaml file as array" = "yaml文件作为数组";
"Full path" = "完整路径";
"File name" = "文档名称";
"Names file" = "名称文件";
"Export only used names" = "仅导出使用过的名称";
"Export mask images" = "导出蒙版图像";
"Export a Cellpose 16bit PNG file" = "导出Cellpose 16bit PNG文件";
"Export an image includes all objects" = "导出图像包括所有对象";
"Export an image per object" = "为每个对象导出图像";
"Export an image per object class" = "导出每个对象类的图像";
"Object Detection" = "物体检测";
"Multi-Label Classification" = "多标签分类";
"Model type" = "模型类型";
"Image type" = "图像类型";
"Whole image" = "整幅图像";
"Cropped image" = "裁剪图像";
"image" = "图片";
"label" = "标签";
"Flip horizontally" = "水平翻转";
"Crop the image" = "裁剪图像";
"Change contrast" = "改变对比度";
"Rotate the image" = "旋转图像";
"degrees" = "学位";
"Number of augmented images" = "增强图像的数量";
"Output images folder" = "输出图像文件夹";
"Output annotations folder" = "输出注释文件夹";
"Move images to folder" = "将图像移动到文件夹";
"Move annotations to folder" = "将注释移动到文件夹";
"Copy images to folder" = "将图像复制到文件夹";
"Copy annotations to folder" = "将注释复制到文件夹";
"Backup images to folder" = "将图像备份到文件夹";
"Backup annotations to folder" = "将注释备份到文件夹";
"Resize images" = "调整图像大小";
"Image size" = "图片尺寸";
"Width" = "宽度";
"Height" = "高度";
"Change" = "改变";
"Text before replace" = "替换前的文本";
"Text after replace" = "替换后的文字";
"Video file" = "视频文件";
"Output folder" = "导出目录";
"Frames per second" = "每秒帧数";
"Frame suffix" = "帧后缀";
"Keypoint name" = "关键点名称";
"Create" = "创建";
"Add a point forward" = "向前加点";
"Add a point backward" = "向后加一个点";
"Delete this point" = "删除这个点";
"Set to the first point" = "设置为第一个点";
"Point size up" = "点大小了";
"Point size down" = "点大小下降";
"Make visible" = "使可见";
"Make not labeled" = "不标示";
"Make labeled but not visible" = "使标记但不可见";
"Delete edge" = "删除边";
"Change keypoint name" = "更改关键点名称";
"Change keypoint color" = "更改关键点颜色";
"Toggle positive and negative" = "切换正负极";
"Convert to polygon" = "转换为多边形";
"Convert to box using SAM" = "使用SAM转换为盒子";
"Convert to polygon using SAM" = "使用SAM转换为多边形";
"Convert to pixels using SAM" = "使用SAM转换为像素";
"Convert to mask" = "转换为蒙版";
"Convert to cubic bezier" = "转换为立方贝塞尔曲线";
"Convert to rotated box" = "转换为旋转框";
"Convert to bounding box" = "转换为边界框";
"Set bounding box from the next polygon" = "设置下一个多边形的边界框";
"Clear all keypoints" = "清除所有关键点";
"Flood fill" = "洪水填充";
"Clear pixels" = "清除像素";
"Import pixels" = "导入像素";
"Focus" = "重点";
"Merge boxes" = "合并框";
"Merge polygons" = "合并多边形";
"Merge pixels" = "合并像素";
"Separate polygons" = "分离多边形";
"Copy as erase mask" = "复制为擦除蒙版";
"Copied as erase mask" = "复制为擦除掩码";
"Cut using erase mask" = "使用擦除蒙版进行剪切";
"Start SAM preprocessing" = "开始SAM预处理";
"Start SAM3 preprocessing" = "开始SAM3预处理";
"Convert to box using SAM" = "使用SAM转换为盒子";
"Brushes" = "画笔";
"Superpixels" = "超像素";
"object" = "目的";
"Size" = "尺寸";
"Box" = "盒子";
"Rotated box" = "旋转盒子";
"Auto" = "自动处理";
"Polygon" = "多边形";
"Erase" = "擦除";
"Erase polygon" = "擦除多边形";
"Erase points" = "擦除点";
"Erase mask" = "抹去面具";
"Model" = "模型";
"Smooth" = "光滑的";
"Positive point" = "积极点";
"Negative point" = "负点";
"Pixels" = "像素";
"Text" = "文本";
"Use" = "使用";
"Positive" = "前景";
"Negative" = "背景";
"Threshold" = "临界点";
"Downloading the model..." = "正在下载模型...";
"Downloading failed..." = "下载失败...";
"Preprocessing the image..." = "预处理图像...";
"Preprocessing failed..." = "预处理失败...";
"Ready to click points" = "准备点击点";
"found." = "成立。";
"Encoding the image..." = "图像编码...";
"Encoding image failed..." = "图像编码失败...";
"Encoding the text..." = "文本编码...";
"Encoding text failed..." = "文本编码失败...";
"Encoding boxes..." = "编码框...";
"Encoding boxes failed..." = "编码失败...";
"Decoding..." = "解码...";
"Create polygon using Cellpose" = "使用Cellpose创建多边形";
"Channels" = "频道";
"Red" = "红色的";
"Green" = "绿色的";
"Blue" = "蓝色的";
"Diameter" = "直径";
"Flow threshold" = "流量阈值";
"Min size" = "最小尺寸";
"Smoothness" = "平滑度";
"Brightness" = "亮度";
"Contrast" = "对比";
"Label" = "标签";
"Search" = "搜索";
"label name" = "标签名称";
"image name" = "图片名称";
"Press enter key to finish." = "按回车键完成。";
"Press enter key to finish drawing" = "按回车键完成绘图";
"Tracking needs labels on previous image." = "跟踪需要在之前的图像上添加标签。";
"macOS version error" = "macOS 版本错误";
"macOS version has to be GTE 10.13." = "macOS 版本必须是 GTE 10.13。";
"macOS version has to be GTE 10.15." = "macOS 版本必须是 GTE 10.15。";
"compileModelAtURL error" = "compileModelAtURL 错误";
"modelWithContentsOfURL error" = "modelWithContentsOfURL 错误";
"Load CoreML model before processing." = "在处理之前加载 CoreML 模型。";
"Loaded the CoreML model" = "加载 CoreML 模型";
"VNCoreMLModel error" = "VNCoreMLModel 错误";
"performRequests error" = "执行请求错误";
"VNCoreMLRequest error" = "VNCoreMLRequest 错误";
"VNRecognizeTextRequest error" = "VNRecognizeTextRequest 错误";
"Do you want to overwrite the current depth image?" = "你想覆盖当前的深度图像吗？";
"Confidence" = "置信度";
"Overlap" = "交叠";
"Language" = "语言";
"Line" = "线";
"Word" = "单词";
"Not detected" = "没有检测到";
"Not classified" = "未分类";
"Falsely detected" = "误判";
"Filter by class" = "按类别筛选";
"orientation" = "方向";
"Copied image name" = "复制的图像名称";
"Cancel" = "取消";
"Confirm" = "确认";
"Start" = "开始";
"Do you want to save the changes?" = "您要保存更改吗？";
"Do you want to delete the current image?" = "是否要删除当前图片";
"Do you want to delete all images?" = "您想删除所有图像吗？";
"Do not save" = "不要保存";
"Save error" = "保存错误";
"Error" = "错误";
"Parse error" = "解析错误";
"JSON parse error" = "JSON 解析错误";
"XML parse error" = "XML 解析错误";
"The size tag could not be parsed correctly." = "无法正确解析尺寸标签。";
"Status" = "地位";
"Alert" = "警报";
"Backing up..." = "备份...";
"Reading images..." = "读取图像...";
"Sorting images..." = "正在对图像排序...";
"Reading labels..." = "阅读标签...";
"Indexing labels..." = "索引标签...";
"Indexing objects..." = "索引对象...";
"Indexing attributes..." = "索引属性...";
"Processing..." = "加工...";
"Creating a new names list..." = "创建新姓名列表...";
"Finished processing." = "处理完毕。";
"Not found." = "未找到。";
